Repository: collective/collective.dms.mailcontent
Catalog: src/collective/dms/mailcontent/locales/*/LC_MESSAGES/collective.dms.mailcontent.po
Languages: fr

source: ${ref} (dmsappendixfile) => ${title}
fr: ${ref} (A) => ${title}

source: ${ref} (dmsmainfile signed) => ${title}
fr: ${ref} (VS) => ${title}

source: ${ref} (dmsmainfile) => ${title}
fr: ${ref} (V) => ${title}

source: (dmsappendixfile) => ${title}
fr: (A) => ${title}

source: (dmsmainfile signed) => ${title}
fr: (VS) => ${title}

source: (dmsmainfile) => ${title}
fr: (V) => ${title}

source: Always hide
fr: Toujours cacher

source: Always show
fr: Toujours montrer

source: Check if the outgoing mail 'mail date' field will default to today at creation.
fr: Cocher si le champ 'Date du courrier' du courrier sortant prend comme valeur par défaut la date du jour.

source: Dms Mail settings
fr: Configuration du courrier

source: Email attachments
fr: Pièces jointes

source: Email body
fr: Corps de l'email

source: Email cc
fr: Emails des destinataires en copie

source: Email recipient
fr: Emails des destinataires

source: Email sender
fr: Email de l'expéditeur

source: Email status
fr: Statut

source: Email subject
fr: Sujet de l'email

source: External Reference Number
fr: Référence externe

source: If False, number will not be incremented only if user can edit internal reference number
fr: Non coché, le numéro du prochain courrier ne sera pas incrémenté, mais seulement si le champ 'numéro de référence interne' est visible

source: In Reply To
fr: Courriers liés

source: Incoming mail
fr: Courrier entrant

source: Incoming mail internal reference default value expression
fr: Courrier entrant: expression Tal définissant la valeur par défaut du champ référence interne

source: Increment number used in internal reference number
fr: Incrémenter automatiquement le numéro du prochain courrier

source: Internal Reference Number
fr: Référence interne

source: Internal reference number edition field
fr: Champ en édition du numéro de référence interne

source: Mail Date
fr: Date du courrier

source: Mail date is today
fr: Courrier sortant: la date du courrier est par défaut la date du jour

source: Multiple values must be separated by a comma.
fr: Les valeurs multiples doivent être séparées par une virgule.

source: Number of next incoming mail
fr: Courrier entrant: numéro du prochain courrier

source: Number of next outgoing mail
fr: Courrier sortant: numéro du prochain courrier

source: Original Mail Date
fr: Date du courrier

source: Outgoing mail
fr: Courrier sortant

source: Outgoing mail internal reference default value expression
fr: Courrier sortant: expression Tal définissant la valeur par défaut du champ référence interne

source: Reception Date
fr: Date de réception

source: Recipients
fr: Destinataires

source: Registered
fr: Par recommandé

source: Reply to ${ref}
fr: Répondre à ${ref}

source: Sender
fr: Expéditeur

source: Sending type
fr: Type d'envoi

source: SendingType
fr: Type d'envoi

source: Show only when replying
fr: Montrer uniquement en cas de réponse

source: Tal expression where you can use portal, number, context, request, date as variable
fr: Expression Tal où les variables portal, number, context, request, date peuvent être utilisées

source: This value is already used
fr: Cette valeur est déjà utilisée !

source: This value is already used. A good value would be: ${good_value}
fr: Cette valeur est déjà utilisée ! Essayez avec: ${good_value}

source: This value is used as 'number' variable in linked tal expression
fr: Cette valeur est utilisée en tant que variable 'number' dans l'expression Tal liée
